[{
	"title":"Kingdom Hearts",
	"boximg":"kh_box.png",
	"iconimg":"kh_icon.png",
	"rating":2,
	"ratingdesc":"``Original Nomura designs''",
	"paragraphs":[
		"I like JRPG, I like Square Enix so I was expecting something good. Problems? The Disney aspect was a gimmick. The bulk story consists of watching 20min reenactions of ``classic'' movies. Maybe I would have had a stronger emotional response if I was in the disney-princess demographic, but it's damn hard to care about a character you'll never see again after a boss battle or two. ",
		"Overall it lacked cohesion, it didn't feel as if you're adventuring in a huge JRPG world but instead a series of unrelated themed Zelda dungeon rooms. The Nomura-belts-and-zippers story holding everything together wasn't any better. Brief summary: <i>ANCIENT DARKNESS AWAKENS, YOUR CHOSEN ONE</i>. What felt most lacking was any sense of exposition. Did I mention there were Final Fantasy characters just randomly thrown about? I'm guessing that was supposed to get a <b>GIGGLESQUEE CLOUD MY BISHIE~~!!XDDD</b> kind of reaction, but they could have just as easily been replaced with something like <b>ORIGINAL</b> characters.",
		"Good points: combat was passable (standard hack and slash with shitty camera), and actually somewhat fun+challenging in some of the boss difficulty spikes (notably final boss, which took several hours). But the majority of the game spent fighting trash mobs is just spamming x and rolling like it's monster hunter (which is still a step above turn based random encounters). Other good bit: music. Yoko Shinomora is def. Uematsu/Mitsuda tier. "
	]
},
{
	"title":"Ore no Imo",
	"boximg":"orenoimo_box.png",
	"iconimg":"orenoimo_icon.png",
	"rating":3,
	"ratingdesc":"*(8KBS OF TEXT PER HOUR)",
	"paragraphs":[
		"Started watching because I saw pictures of the little sister character. Why is she so perfect (design wise)? Surprisingly, I didn't really think her waifu tier once I got into the anime. If you're into getting dominated by tsundere girls (AKA ASUKAFAG) she'll probably be right up your alley. The premise itself is fairly unbelievable and you'll need to hold on tight to your suspension-of-disbelief here. Basically, imagine if Asuka was your little sister and was secretly into hentai/etc. Hey I used to play those when I was 12 too :D Also you're like Shinji in that you essentially have no personality and EVERY girl was into you. Damn, I really want to watch Eva 3.0 :(",
		"The anime itself is like a meta-anime about animes and anime-otaku culture, which I think would be pretty clever and meta if I was really into that kind of thing (I only have ONE anime figure). Some of the dialogue and scenarios were a little cringeworthy, like the little sister writing a novel that becomes famous and gets an anime, or the making an eroge game for a contest in one week (she says she can actually write 8kbs of text per second, if I could do that I'd probably have written a lot more of these shitty reviews by now). But, there are equally many legitimately funny and SQUEE~~!! inducing moments.",
		"With this kind of anime it's usually customary to pick a favorite girl or ``WAIFU''. There's the obvious one, the tsunder titular little sister. But, the authors get tired of her halfway through and focuses the show on other characters before KILLING HER OFF WITH AMERICA. Her goth-loli friend is the clear favorite of the show (just based on the amount fanservice-y material you get). She should please any Reifag, they're both deep mysterious cold 4deep5u types. Personally I didn't have the waifu connection which may have hampered my enjoyment of this anime."]
},
{
	"title":"Metal Gear Solid 3",
	"boximg":"mgs3_box.png",
	"iconimg":"mgs3_icon.png",
	"rating":5,
	"ratingdesc":"Snake Asses",
	"paragraphs":[
		"I remember liking MGS2 (something about running around naked with a samurai sword on an elevator?) but my body was not prepared for this game.",
		"DAT SNIPER BATTLE.",
		"DAT EVA I NEED YOU...TO GET US OUT OF HERE.",
		"DAT FINAL BATTLE WITH THE BOSS...WHAT A THRILL...",
		"This game had some really memorable boss fights. I always had the feeling I was doing something wrong though. I took the suicide pill whenever I was spotted (casual as shit). I killed The End with a shotgun to the face. I beat the boss using sniper rifles and claymores, and while it was pretty funny seeing her run straight into them, it just didn't feel...canon. Also, did anyone else have trouble doing cool moves with CQC? I'd constantly ``accidentally'' throat-gouge by pressing circle too hard. I'M SORRY GAME IM NERVOUS. But, great game feels were had. OST was, of course, downloaded. "
	]
},
{
	"title":"Barkley Shut Up and Jam Gaiden",
	"boximg":"barkley_box.png",
	"iconimg":"barkley_icon.png",
	"rating":4,
	"ratingdesc":"vidcons",
	"paragraphs":[
		"Read this bit of dialogue from the game: ",
		"<i>Among the most prominent Japanese composers (although I use the word 'Japanese' superfluously, as even the most well-known American composers are barely competent at best), one in particular stands out to the enlightened vidcon soundtrack consumer. His name: Yasunori Mitsuda. For the record, this is not to undermine the amazing works of other incredibly talented vidcon composers such as Uematsu-san or Sakuraba-san, but to highlight the unique, almost celto-tropic music (the word music is an understatement) that Yasunori Mitsuda has been composing for years.</i>",
		"This is the statement of a true videogame connoisseur (and if you agree, you may be one too). I always thought I was the only person to ever compulsively get video game OSTs after playing. The creators and I, we were like kindred spirits. We understand that fine videogames are like fine wine: you must savor every part of it (and that anything made in japan is inherently better). The game itself is a Paper Mario-like JRPG (the best genre), and features some 4chan-tastic humor. U HAVE ASPBURGERS. So basically, it's like /v/ the game.",
		"The music is also surprisingly good. Def. download OST and listen to (which is what every real connoisseur does)."
	]
}
]